{
  "id": "a-great-first-day",
  "name": "A GREAT FIRST DAY",
  "year": "MATTEL",
  "categories": ["PROMO"],
  "description": "Back to school is a key moment in the year for Mattel's billing and its line of school products, so it is a great opportunity to approach people with relevant communication and special actions that provide value.",
  "client": "Mattel",
  "overview": "We carried out an integrated communication campaign for the back-to-school season, surpassing the following objectives:\n\n- Increase Mattel's database records with relevant activations for the target audience.\n- Boost the sale of Barbie and Hot Wheels school products.\n- Generate interaction on digital channels and at points of sale.\n- Increase awareness of Mattel's product lines during the season, standing out over competitors.\n- Achieve both online and offline reach.",
  "execution": "The first day of school is a significant moment for children, marking the start of a year full of new experiences and friendships.\n\nAlongside Mattel, we turned this day into an unforgettable experience. Under the concept \"A Great First Day,\" we executed a comprehensive promotional campaign with a very special reward.\n\nWith the purchase of Mattel products, consumers had the chance to win an exclusive experience: arriving at their first day of school in a Barbie limousine or a Hot Wheels sports car.\n\nThis initiative blended digital and physical experiences, driving traffic from online channels to high-impact sales points.\n\nTo participate, customers had to buy a Mattel product and register on the campaign's landing page, fulfilling one of our primary objectives. This platform also showcased Mattel's school products and guided users to purchase locations via automatic geolocation.\n\nTo maximize exposure, we partnered with six major retailers, equipping them with over 75 point-of-purchase displays, standees, and special furniture. The campaign also featured a TV commercial in co-branding with Latin America's largest mall, as well as extensive digital media and social network coverage.\n\nIn addition, we launched an interactive activation at Albrook Mall, where we installed a life-sized Barbie limousine and Hot Wheels sports car. This engagement strategy successfully increased brand awareness and encouraged participation, allowing attendees to create organic content and further amplify the campaign's reach.",
  "marketingResults": "Data strategy for an unforgettable Back to School.\n\nThe lucky winners got to experience an unforgettable first day of school, arriving with Barbie in her limousine or with a Hot Wheels pilot in his sports car. This initiative not only boosted sales of Mattel products but also built a deep connection between the brand and its audience through a memorable experience.\n\n- 900,000+ people reached\n- 22,000+ new registrations from Albrook Mall activation\n- Boosted sales of Mattel school products\n- Strengthened the connection between the brand and its audience through an unforgettable experience",
  "videoUrl": "https://vimeo.com/1079820002",
  "images": [
    "/projects/a-great-first-day/a-great-first-day-01.jpg",
    "/projects/a-great-first-day/a-great-first-day-02.jpg",
    "/projects/a-great-first-day/a-great-first-day-03.jpg"
  ],
  "gallery": {
    "featureText": "We transformed the first day of school into an unforgettable experience, where children arrived in style with Barbie's limousine or a Hot Wheels sports car, creating lasting memories and strengthening the bond between Mattel and its audience. - René Van den Polder, Managing Director of Mattel Latin America -",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/a-great-first-day/a-great-first-day-04.jpg"
      },
      {
        "type": "imageGrid",
        "columns": 4,
        "images": [
          {
            "src": "/projects/a-great-first-day/a-great-first-day-05.jpg",
            "alt": "Historia inspiradora 1"
          },
          {
            "src": "/projects/a-great-first-day/a-great-first-day-06.jpg",
            "alt": "Historia inspiradora 2"
          },
          {
            "src": "/projects/a-great-first-day/a-great-first-day-07.jpg",
            "alt": "Historia inspiradora 3"
          },
          {
            "src": "/projects/a-great-first-day/a-great-first-day-08.jpg",
            "alt": "Historia inspiradora 4"
          }
        ]
      }
    ]
  }
} 