{
  "id": "closer-to-sun",
  "name": "CLOSER TO THE SUN",
  "year": "L'ORÉAL",
  "categories": ["IMMERSIVE"],
  "description": "An immersive brand experience in Valle Nevado that combined luxury, skincare education, and adventure, reinforcing L'Oréal Paris UV Defender's effectiveness in high-exposure environments.",
  "client": "L'Oréal Paris",
  "overview": "Successfully introduce L'Oréal Paris' UV Defender to the Chilean market through an exclusive snow event in Valle Nevado. The mission was to create an immersive brand experience that combined luxury, skincare education, and adventure, reinforcing the product's effectiveness in high-exposure environments while positioning UV Defender as an essential skincare solution.",
  "execution": "Our team developed a high-impact 360-degree marketing strategy that leveraged influencer engagement, premium activations, and immersive brand experiences. The campaign targeted key opinion leaders, beauty influencers, and lifestyle content creators to generate buzz and organic content.\n\n- Concept & Ideation: From initial idea to full-scale execution\n- Creative Design: High-quality graphic and audiovisual materials\n- Event Production: Design, rendering, and setup of all elements\n- Guest Experience: Engaging activities and premium interactions\n- Technical Production: Professional sound, lighting, and LED screens\n- Catering & Hospitality: Fully branded dining experiences\n- Audiovisual Production: Professional video with drone footage",
  "marketingResults": "This event marked a milestone for L'Oréal Paris in Chile, elevating UV Defender's positioning and creating an unforgettable brand experience in a unique, high-exposure environment.\n\n- 100+ media mentions across traditional and digital channels\n- Over $85,000 in earned media value\n- More than 6 million digital impressions\n- High engagement on influencer content\n- Increased brand affinity within beauty community",
  "videoUrl": "https://vimeo.com/1079780986",
  "images": [
    "/projects/closer-to-sun/closer-to-sun-01.jpg",
    "/projects/closer-to-sun/closer-to-sun-02.jpg",
    "/projects/closer-to-sun/closer-to-sun-03.jpg"
  ],
  "comingSoon": false,
  "carouselSpeed": 30,
  "gallery": {
    "featureText": "This event marked a milestone for L'Oréal Paris in Chile, elevating UV Defender's positioning and creating an unforgettable brand experience in a unique, high-exposure environment. - Tamires Castania Del Lama, Brand Product Manager Sr -",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/closer-to-sun/closer-to-sun-04.jpg"
      },
      {
        "type": "imageGrid",
        "columns": 3,
        "images": [
          {
            "src": "/projects/closer-to-sun/closer-to-sun-05.jpg",
            "alt": "Concepto de verano 1"
          },
          {
            "src": "/projects/closer-to-sun/closer-to-sun-06.jpg",
            "alt": "Concepto de verano 2"
          },
          {
            "src": "/projects/closer-to-sun/closer-to-sun-07.jpg",
            "alt": "Concepto de verano 3"
          }
        ]
      }
    ]
  }
}
