{
  "id": "fly-your-way",
  "name": "FLY YOUR WAY",
  "year": "JETSMART",
  "categories": ["MEDIA"],
  "description": "How we helped JetSmart to greatly surpass their brand's objectives",
  "client": "JetSMART Airlines",
  "overview": "For a launch of this scale, we needed a strong offline presence with a campaign that stood out from the ordinary while surpassing the brand's objectives. The challenge was to execute this launch with a low-cost spirit.\n\nTarget Audience:\nWe focused on people interested in travel and culture who do not frequently travel by plane. Many of them perceive air travel as expensive, and some have never taken a flight in their life.",
  "execution": "We developed a strategic approach using innovative media and formats to reach the right audience.\n\nMedia Strategy:\n\n- Public Space: High-impact formats and locally relevant locations.\n- Television: High-visibility formats to maximize impact.\n- Radio: A combination of reach and frequency, with localized messages for each market in 15\" spot formats.\n- Newspapers: Key placements with high-impact formats in leading media.\n- Programmatic digital ads on top media portals in the country.\n- Contextual segmentation and real-time optimization for better engagement.\n\nThis comprehensive execution strategy allowed us to effectively position JetSmart in the market while optimizing costs and maximizing results.",
  "marketingResults": "After three months of the campaign, we greatly exceeded the brand's objectives of 3,000 TRPs and 60% coverage. This allowed us to effectively connect JetSmart, the new low-cost airline in the country, with the audience eagerly waiting for it to fly smarter together.\n\nKey Achievements:\n\n- 63% increase in brand awareness\n- 4,190 TRPs\n- 76.4% Cob1+\n- 57.3% Cob3+\n- Over 200% CTR vs. Benchmark\n- 50% reduction in CPM costs compared to direct negotiation\n- Over 5.5 million total impressions\n",
  "videoUrl": "https://vimeo.com/1079829750",
  "images": [
    "/projects/fly-your-way/fly-your-way-01.jpg",
    "/projects/fly-your-way/fly-your-way-02.jpg",
    "/projects/fly-your-way/fly-your-way-03.jpg"
  ],
  "thumbnails": [
    "https://images.unsplash.com/photo-1520437358207-323b43b50729?q=80&w=180",
    "https://images.unsplash.com/photo-1506012787146-f92b2d7d6d96?q=80&w=180"
  ],
    "gallery": {
    "featureText": "JetSmart's launch campaign combined innovative media strategies and high-impact formats to reach new audiences and maximize results. By leveraging a mix of public space, television, radio, print, and digital advertising, we not only surpassed the brand's objectives but also achieved a 63% increase in brand awareness, over 4,190 TRPs, and more than 5.5 million impressions—firmly establishing JetSmart as the country's leading low-cost airline. -Estuardo Ortiz Porras, CEO of JetSMART Airlines -",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/fly-your-way/fly-your-way-04.jpg"
      },
      {
        "type": "imageGrid",
        "columns": 4,
        "images": [
          {
            "src": "/projects/fly-your-way/fly-your-way-05.jpg",
            "alt": "Experiencia de vuelo personalizada 1"
          },
          {
            "src": "/projects/fly-your-way/fly-your-way-06.jpg",
            "alt": "Experiencia de vuelo personalizada 2"
          },
          {
            "src": "/projects/fly-your-way/fly-your-way-07.jpg",
            "alt": "Experiencia de vuelo personalizada 3"
          },
          {
            "src": "/projects/fly-your-way/fly-your-way-08.jpg",
            "alt": "Experiencia de vuelo personalizada 4"
          }
        ]
      }
    ]
  }
} 