{
  "id": "turn-up-the-volume",
  "name": "TURN UP THE VOLUME",
  "year": "MAYBELLINE NEW YORK",
  "categories": ["DIGITAL","CONTENT CREATION", "SOCIAL MEDIA"],
  "description": "Maybelline New York’s Colossal family is a mascara icon — and we're turning up the volume like never before.",
  "client": "Maybelline New York",
  "overview": "We carried out the integrated communication campaign for the relaunch in Central America of the Colossal family of Maybelline New York, a success among mascara.\n\nThe objectives set by L'Oréal Central America were the following:\n\n- Boost the conversation with the brand's target audience.\n- Generate original omni-channel content.",
  "execution": "We carried out a integrated campaign based on the development of the concept \"Increase the Volume\". This concept not only enhances the main benefit of the product, but also associates it with the lifestyle of consumers.\n\nConfidence to dare to go further is in your hands.\n\nOn social networks, we carried out an emotional communication based on the lifestyle of Maybelline girls. We invited consumers to take a test on the campaign's landing page to find out which product of the Colossal family matched their attitude.\n\nWe created different playlists on Spotify to turn up the volume on their outings according to their style.\n\nFor this campaign, we called on several influencers from all over Central America who were actively involved in the conversation and generation of original content about the product. Each of them shared their secrets for having a Colossal look, not only through videos but also in blog posts that were published on the campaign's landing page. On Instagram, we held a contest with Forever 21 so that girls could turn up the volume on their look with a personal shopper.\n\nOn YouTube, we taught them how to connect with the product through video tutorials with our makeup artist. At points of sale, we invited them to turn up the volume on their attitude and share on social media.",
  "marketingResults": "- Over 3.8 million people of interest reached\n- More than 80,000 interactions across all posts\n- 300,000+ total video views\n- 100,000+ visits to the campaign's landing page",
  "videoUrl": "https://vimeo.com/1079828442",
  "images": [
    "/projects/turn-up-the-volume/turn-up-the-volume-01.jpg",
    "/projects/turn-up-the-volume/turn-up-the-volume-02.jpg",
    "/projects/turn-up-the-volume/turn-up-the-volume-03.jpg"
  ],
  "gallery": {
    "featureText": "We transformed the relaunch of Maybelline's Colossal mascara into a multi-channel experience that connected with consumers through music, influencers, and interactive content, achieving unprecedented engagement across Central America.",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/turn-up-the-volume/turn-up-the-volume-04.jpg"
      },
      {
        "type": "imageGrid",
        "columns": 4,
        "images": [
          {
            "src": "/projects/turn-up-the-volume/turn-up-the-volume-05.jpg",
            "alt": "Experiencia sensorial 1"
          },
          {
            "src": "/projects/turn-up-the-volume/turn-up-the-volume-06.jpg",
            "alt": "Experiencia sensorial 2"
          },
          {
            "src": "/projects/turn-up-the-volume/turn-up-the-volume-07.jpg",
            "alt": "Experiencia sensorial 3"
          },
          {
            "src": "/projects/turn-up-the-volume/turn-up-the-volume-08.jpg",
            "alt": "Experiencia sensorial 4"
          }
        ]
      }
    ]
  }
} 