{
  "id": "urban-beat",
  "name": "URBAN BEAT",
  "year": "BALL CORPORATION",
  "categories": ["INTEGRATED"],
  "description": "The urban beat song we produced and promoted to raise awareness that the can is the most sustainable packaging in the world.",
  "client": "Ball Corporation",
  "overview": "Make can recycling become an unstoppable trend by creating an engaging campaign that would reach millions of people and increase awareness about can sustainability.",
  "execution": "We know it. Cans are 100% and infinitely recyclable. But does everyone know that? It's time for can recycling to become an unstoppable trend!\n\nTogether with Ball Corporation, the world's leading can manufacturer, we created QUIEROLATA, a movement that encourages people to prefer the can format and recycle them.\n\n\n\nBut how can we impact everyone? We used the sound of cans to showcase their versatility. Because for the summer heat, there's always a hit. QUIEROLATA by Ball Corporation presents: the QUIEROLATA Hit!\n\nWe called upon artists from different countries to interpret this urban rhythm song that talks about the benefits of cans. But that's not all. We also activated social media with a challenge, where our influencers were the driving force. In just a few days, thousands of people started to participate and share it.",
  "marketingResults": "The QUIEROLATA hit was heard by more than 5 million people. In the press, we received coverage in 37 media outlets from different countries, with an Ad Value of over $83,000. Furthermore, QUIEROLATA's followers on social media increased by over 300%, turning this hit into a true statement, a movement, a change, and a demonstration that the can is the most sustainable container.",
  "videoUrl": "https://vimeo.com/1079790908",
  "images": [
    "/projects/urban-beat/urban-beat-01.webp",
    "/projects/urban-beat/urban-beat-02.webp",
    "/projects/urban-beat/urban-beat-03.webp"
  ],
  "gallery": {
    "featureText": "Through Urban Beat, we transformed the sound of cans into a powerful movement, bridging sustainability with urban culture and reaching millions with the message that cans are 100% recyclable. - Fabio Mincarelli Monfrin, Communications Director South America Ball Corporation -",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/urban-beat/urban-beat-04.webp"
      },
      {
        "type": "imageGrid",
        "columns": 4,
        "images": [
          {
            "src": "/projects/urban-beat/urban-beat-05.webp",
            "alt": "Intervenci贸n urbana 1"
          },
          {
            "src": "/projects/urban-beat/urban-beat-06.webp",
            "alt": "Intervenci贸n urbana 2"
          },
          {
            "src": "/projects/urban-beat/urban-beat-07.webp",
            "alt": "Intervenci贸n urbana 3"
          },
          {
            "src": "/projects/urban-beat/urban-beat-08.webp",
            "alt": "Intervenci贸n urbana 4"
          }
        ]
      }
    ]
  }
} 