{
  "id": "we-make-your-day",
  "name": "WE MAKE YOUR DAY",
  "year": "KRISPY KREME",
  "categories": ["INTEGRATED"],
  "description": "Discover how we celebrated Krispy Kreme's arrival in the country and captured the hearts of thousands with its incomparable sweetness.",
  "client": "PREMIER GROUP CHILE",
  "fullDescription": "Successfully introduce Krispy Kreme to the Chilean market with our \"We Make Your Day\" concept. Our mission was to create genuine excitement and establish the brand as more than just a doughnut shop – making it a new cultural phenomenon in Chile's food scene with the goal of becoming the country's favorite sweet treat destination.",
  "videoUrl": "https://vimeo.com/1079783710",
  "images": [
    "/images/we-make-your-day/we-make-your-day-01.jpg",
    "/images/we-make-your-day/we-make-your-day-02.jpg",
    "/images/we-make-your-day/we-make-your-day-03.jpg"
  ],
    "gallery": {
    "featureText": "Our digital strategy amplified the physical event's success, with user-generated content reaching millions across social platforms. This was just the beginning of Krispy Kreme's journey to becoming Chile's favorite sweet destination.",
    "sections": [
      {
        "type": "banner",
        "image": "/projects/heineken/1Ehltid6EQTBlyE0CxMeRRms8.jpg",
        "badge": {
          "text": "ALEGRÍA",
          "position": "bottom-left"
        }
      },
      {
        "type": "textSection",
        "content": "Marketing results: The campaign achieved remarkable results: 115 traditional media mentions. $70,000 in earned media value. Over 5 million digital impressions. Thousands of customers at launch event. Significant social media engagement"
      },
      {
        "type": "imageGrid",
        "columns": 4,
        "images": [
          {
            "src": "/projects/heineken/cGhtDiCoCLErCCMOEnRDZUnmoY.jpg",
            "alt": "Intervención sorpresa 1"
          },
          {
            "src": "/projects/heineken/f2GjFaNoz5YryJtRYBqVd9MX9hU.jpg",
            "alt": "Intervención sorpresa 2"
          },
          {
            "src": "/projects/heineken/qkUCZi5AQhfRwCtDI3yVy8egJFs.jpg",
            "alt": "Intervención sorpresa 3"
          },
          {
            "src": "/projects/heineken/60Ukrd1QsZSPhuhRqaC5vVthP1A.jpg",
            "alt": "Intervención sorpresa 4"
          }
        ]
      },
      {
        "type": "textSection",
        "content": "Our team orchestrated a comprehensive 360-degree marketing plan that began with a strategic teaser phase, building anticipation through both traditional and digital media. We carefully selected key opinion leaders who aligned with the brand's values to create authentic, engaging content.The launch strategy included: Efficient media investment across multiple channels. Strong community engagement through sampling activities. Strategic influencer partnerships. Traditional media coverage. Digital media campaigns Interactive community events. The launch event was transformed into a celebration of Chilean culture and American tradition coming together, complete with live entertainment, special giveaways, and exclusive launch-day promotions."
      }
    ]
  }
}